Revit 2027 API
SymbolTypeId.MNPerMSup2 Property
 Symbol MN/m², indicating unit Meganewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MNPerMSup2 { get; }
Public Shared ReadOnly Property MNPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MNPerMSup2 {
	ForgeTypeId^ get ();
}
static member MNPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace